"use client";

export default function About() {
  return (
    <div className="md:p-2 flex justify-center items-center">
      <div className="p-2 md:p-8 mt-12 md:mt-14 w-full lg:w-1/2 flex flex-col gap-3 bg-neutral-200 text-pretty text-justify text-xs md:text-base">
        <p className="font-bold">
          ಗಾಯತ್ರಿ ನಡೆದುಬಂದ ದಾರಿ..... <br />
          ತಾಯಿ ದುರ್ಗೆ ಹಾಗು ರಾಮೇಶ್ವರ ದೇವರ ಅನುಗ್ರಹದಿಂದ..... <br />
          ತಂದೆ ತಾಯಿ ಗುರು ಹಿರಿಯರ ಆಶೀರ್ವಾದದಿಂದ.... <br />
        </p>
        <p>
          ಸ್ನೇಹಿತರ ಮತ್ತು ತೀರ್ಥಹಳ್ಳಿಯ ಜನತೆಯ ಪ್ರೋತ್ಸಾಹದಿಂದ 1996ರಲ್ಲಿ ಶ್ರೀ ಕ್ಷೇತ್ರ
          ಹೊರನಾಡಿನ ಧರ್ಮಕರ್ತೃಗಳಾದ ಶ್ರೀ ಭೀಮೇಶ್ವರ ಜೋಶಿಯವರ ಅಮೃತ ಹಸ್ತದಿಂದ ಪ್ರಾರಂಭವಾದ
          ಮಲೆನಾಡಿನ ಮೊಟ್ಟ ಮೊದಲ ಚಿನ್ನಾಭರಣ ಮಳಿಗೆ ಶ್ರೀ ಗಾಯತ್ರಿ ಜ್ಯೂವೆಲ್ಲರ್ಸ್ ಗೆ ಈಗ
          28ರ ಹರೆಯ .
        </p>
        <p>
          1996ರಲ್ಲಿ ತೀರ್ಥಹಳ್ಳಿಯಲ್ಲಿ ಪ್ರಾರಂಭವಾಗಿ ಅಂಬೆಗಾಲಿಡುತ್ತಿದ್ದ ಗಾಯತ್ರಿಯನ್ನು
          ತಮ್ಮ ಮನೆ ಮಗಳಾಗಿ ಪ್ರೀತಿಸಿ ಕೈ ಹಿಡಿದು ನಡೆಸಿ ದಶಮಾನೋತ್ಸವ ರಜತ ಮಹೋತ್ಸವ ಆಚರಿಸಿ
          ಇಷ್ಟು ಎತ್ತರಕ್ಕೆ ಏರಲು ಸಹಕರಿಸಿ ಇದೀಗ ಮಲೆನಾಡಿನಲ್ಲೆ ಬೃಹತ್ ಚಿನ್ನಾಭರಣ
          ಮಳಿಗೆಯನ್ನು ತೆರೆಯಲು ಮುಖ್ಯ ಕಾರಣರಾಗಿರುವ ನಮ್ಮ ಗ್ರಾಹಕ ದೇವರಿಗೆ ಮನಃ ಪೂರ್ವಕ
          ಪ್ರಣಾಮಗಳು.
        </p>
        <p>
          ಮಲೆನಾಡಿನ ಎಲ್ಲಾ ಸಂಘ ಸಂಸ್ಥೆಗಳೊಂದಿಗೆ ಕೈಜೋಡಿಸಿ, ಸಮಾಜಮುಖಿ ಕಾರ್ಯಗಳಲ್ಲಿ
          ಮುಂಚೂಣಿಯಲ್ಲಿರುವ ಭಾಗ್ಯ ಮತ್ತು ಹೆಮ್ಮೆ ನಮ್ಮದು. ಮುಂದುವರೆಯುತ್ತಾ, ಇದನ್ನು
          ಇನ್ನಷ್ಟು ನಿಷ್ಠೆಯಿಂದ ಮಾಡುವುದು ನಮ್ಮ ಸಂಸ್ಥೆಯ ಒಂದು ಮುಖ್ಯ ಧ್ಯೇಯ.
        </p>
        <p>
          ಕೆರೆಯ ನೀರನ್ನು ಕೆರೆಗೆ ಚೆಲ್ಲು ಎನ್ನುವ ನಾನ್ನುಡಿಯಂತೆ ಮಲೆನಾಡಿನ ಯಾವುದೇ
          ಕ್ರೀಡಾ,ಶೈಕ್ಷಣಿಕ,ಧಾರ್ಮಿಕ, ಸಂಸೃತಿಕ ಕಾರ್ಯಕ್ರಮದಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡು
          ನಿರಂತರವಾಗಿ ಉದಾರ ಮನಸ್ಸಿನಿಂದ ಕೊಡುಗೆ ನೀಡುತ್ತಿರುವ ನಮ್ಮ ಸಂಸ್ಥೆಯ ಸಾಮಾಜಿಕ
          ಕಳಕಳಿ ಪ್ರಶ್ನಾತೀತ.
        </p>
        <p>
          ಇದೀಗ ನಾವು ಇದೇ ನಿಟ್ಟಿನಲ್ಲಿ &quot;ಸಪೋರ್ಟ್ ಲೋಕಲ್&quot; ಧ್ಯೇಯ ವಾಕ್ಯದೊಂದಿಗೆ
          ಹೊಸ ಯೋಜನೆಯನ್ನು ಹಮ್ಮಿಕೊಳ್ಳಲಿದ್ದೇವೆ. ಮಲೆನಾಡಿನ ಸ್ಥಳೀಯ
          ಕಲಾವಿದರಿಗೆ,ಪ್ರತಿಭೆಗಳಿಗೆ ಅವಕಾಶ ನೀಡಿ ಅವರಿಗೊಂದು ವೇದಿಕೆಯನ್ನು
          ಕಲ್ಪಿಸಲಿದ್ದೇವೆ.
        </p>
        <p>ಮಲೆನಾಡಿನ ಯುವಕ ಯುವತಿಯರಿಗೆ ಉದ್ಯೋಗ ಕೊಡಲು ನಮ್ಮ ಸಂಸ್ಥೆಯು ಬದ್ಧವಾಗಿದೆ.</p>
        <p>
          ಅತ್ಯುತ್ತಮ ಗುಣಮಟ್ಟದ 916Hallmark ಚಿನ್ನವನ್ನು 925sterling ಬೆಳ್ಳಿಯನ್ನು
          ಮೊದಲು ಗ್ರಾಹಕರಿಗೆ ಪರಿಚಯಿಸಿ ಪ್ರಾಮಾಣಿಕವಾಗಿ ವ್ಯವಹರೀಸಿ ಗ್ರಾಹಕ ಸ್ನೇಹಿ ತಿಂಗಳ
          ಉಳಿತಾಯ ಯೋಜನೆಗಳನ್ನು ಸಾದರ ಪಡಿಸಿದ ಕೀರ್ತಿ ನಿಮ್ಮ ಗಾಯತ್ರಿಗೆ ಸಲ್ಲುತ್ತದೆ.
        </p>
        <p>
          ಚಿನ್ನದ ಕರ ಕುಶಲ ಸೂಕ್ಷ್ಮ ನಾಜೂಕಿನ ಕೆಲಸಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾಗಿರುವ ನಮಗೆ
          ಗ್ರಾಹಕರು ಕೊಟ್ಟಿರುವ ಬಿರುದು &quot;ಚಿನ್ನಕ್ಕೆ ಮತ್ತೊಂದು ಹೆಸರೇ ಗಾಯತ್ರಿ&quot;
          ಗಾಯತ್ರಿ ಅಂದರೆ ಚಿನ್ನ ಅನ್ನುವಷ್ಟರ ಮಟ್ಟಿಗೆ ಮನೆ ಮಾತಾಗಿರಲು ಕಾರಣ ನೀವು ನಮ್ಮ
          ಮೇಲಿಟ್ಟಿರುವ ನಂಬಿಕೆ.
        </p>
        <p>
          ನಮ್ಮ ಯಶಸ್ಸಿನಲ್ಲಿ ಗಾಯತ್ರಿ ಕುಟುಂಬದ ಸಲಹೆ ಸಹಕಾರ ಅಪಾರವಾಗಿದೆ ಕುಟುಂಬದ
          ಪ್ರತಿಯೊಬ್ಬ ಸದಸ್ಯನು ಬೆನ್ನೆಲುಬಾಗಿ ನಿಂತು ಸಹಕರಿಸಿದ್ದಾರೆ ನಮ್ಮ ಮನೆಯ ಸದಸ್ಯರು
          ಸಂಸ್ಥೆಯ 4 ಆಧಾರ ಕಂಭಗಳು ನಮ್ಮ ಎಲ್ಲಾ ಸಿಬ್ಬಂದಿಗಳ ನಗುಮುಖದ ಸೇವೆಯು ನಮ್ಮ
          ಯಶಸ್ಸಿನ ಮೆಟ್ಟಿಲುಗಳು.
        </p>
        <p>
          ನೀವು ನಮ್ಮ ಮೇಲಿಟ್ಟಿರುವ ಪ್ರೀತಿ ವಿಶ್ವಾಸ ನಂಬಿಕೆ ಪ್ರೋಸ್ಸಾಹವನ್ನು ಮುಂದೆಯೂ
          ನಿರೀಕ್ಷಿಸುತ್ತೇವೆ.
        </p>
        <p className="font-bold">
          ಗಾಯತ್ರಿಯ ಮಾಲೀಕರು ಮತ್ತು ಸಿಬ್ಬಂದಿಗಳು <br /> ತೀರ್ಥಹಳ್ಳಿ
        </p>
      </div>
    </div>
  );
}
